import React from "react";

const About = () => {
  return (
    <div className="flex-container ">
      <div>
        <div className=" about-us ">
          <h2 className="logo">קצת עלינו:</h2>
          <p>הורידו את אפליקציית BAR ואנחנו נדאג שתמיד (אבל תמיד) תהיה לכם אפשרות לעבוד בזמן ובמיקום הנכון לכם! <br/>
           זה הזמן שלכם לגלות את פלטפורמת ניהול צוות נותני השירות הטובה והחדשנית ביותר !</p>
        </div>
      </div>
      <div>
        <div className=" about-us ">
          <h2 className="logo">הידעת ש...</h2>
          <p>
          "איתור מלצרים איכותיים לאירוע הוא אתגר של ממש. 
          השוק מוצף בהצעות, אך לא תמיד קל למצוא מלצרים שיענו על כל הקריטריונים שלנו. 
          אנו מחפשים מלצרים מנוסים, אדיבים, בעלי יכולת עבודה בצוות, ומכירים את כללי האירוח."
          </p>
        </div>
      </div>
      <div>
        <div className=" about-us ">
          <h2 className="logo">איך זה עובד:</h2>
          <p>
           כאשר  ינעץ תאריך אירוע חדש באפליקציה, ההזמנה תשלח לכל המלצרים המנויים לשירות.
          </p>
          <p>
        האירוע יסגר לשיבוץ כאשר מספר המלצרים הנדרש יתמלא ופרטיהם יאושרו, לאחר האירוע מנהל הצוות יוכל לדרג  את רמת השירות של המלצרים לטובת האירוע והמעסיק הבא.
          </p>
        </div>
      </div>
    </div>
  );
};

export default About;
